Ran Plan for project: `terraform-github` dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.repositories.module.terraform-vault.github_repository_webhook.atlantis will be created
+ resource "github_repository_webhook" "atlantis" {
+       active     = true
+       etag       = (known after apply)
+       events     = [
+           "issue_comment",
+           "pull_request",
+           "pull_request_review",
+           "push",
        ]
+       id         = (known after apply)
+       repository = "terraform-vault"
+       url        = (known after apply)

+       configuration {
+           content_type = "json"
+           insecure_ssl = false
+           secret       = (sensitive value)
+           url          = (sensitive value)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p terraform-github
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://atlantis-techtales-io-terraform-github.techtales.io/lock?id=techtales-io%252Fterraform-github%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p terraform-github
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```